import "./main.css";
import ethiopia from "../../assets/Images/Ethiopian_soldier.jpg";
function Content() {
  return (
    <div className="relative py-16 bg-white overflow-hidden">
      <div className="hidden lg:block lg:absolute lg:inset-y-0 lg:h-full lg:w-full">
        <div
          className="relative h-full text-lg max-w-prose mx-auto"
          aria-hidden="true"
        >
          <svg
            className="absolute top-12 left-full transform translate-x-32"
            width={404}
            height={384}
            fill="none"
            viewBox="0 0 404 384"
          >
            <defs>
              <pattern
                id="74b3fd99-0a6f-4271-bef2-e80eeafdf357"
                x={0}
                y={0}
                width={20}
                height={20}
                patternUnits="userSpaceOnUse"
              >
                <rect
                  x={0}
                  y={0}
                  width={4}
                  height={4}
                  className="text-gray-200"
                  fill="currentColor"
                />
              </pattern>
            </defs>
            <rect
              width={404}
              height={384}
              fill="url(#74b3fd99-0a6f-4271-bef2-e80eeafdf357)"
            />
          </svg>
          <svg
            className="absolute top-1/2 right-full transform -translate-y-1/2 -translate-x-32"
            width={404}
            height={384}
            fill="none"
            viewBox="0 0 404 384"
          >
            <defs>
              <pattern
                id="f210dbf6-a58d-4871-961e-36d5016a0f49"
                x={0}
                y={0}
                width={20}
                height={20}
                patternUnits="userSpaceOnUse"
              >
                <rect
                  x={0}
                  y={0}
                  width={4}
                  height={4}
                  className="text-gray-200"
                  fill="currentColor"
                />
              </pattern>
            </defs>
            <rect
              width={404}
              height={384}
              fill="url(#f210dbf6-a58d-4871-961e-36d5016a0f49)"
            />
          </svg>
          <svg
            className="absolute bottom-12 left-full transform translate-x-32"
            width={404}
            height={384}
            fill="none"
            viewBox="0 0 404 384"
          >
            <defs>
              <pattern
                id="d3eb07ae-5182-43e6-857d-35c643af9034"
                x={0}
                y={0}
                width={20}
                height={20}
                patternUnits="userSpaceOnUse"
              >
                <rect
                  x={0}
                  y={0}
                  width={4}
                  height={4}
                  className="text-gray-200"
                  fill="currentColor"
                />
              </pattern>
            </defs>
            <rect
              width={404}
              height={384}
              fill="url(#d3eb07ae-5182-43e6-857d-35c643af9034)"
            />
          </svg>
        </div>
      </div>
      <div className="relative px-4 sm:px-6 lg:px-8 content">
        <div className="text-lg max-w-prose mx-auto">
          <h1>
            <span className="block text-base text-center points font-semibold tracking-wide uppercase">
              ማራኪ አንቀጽ
            </span>
            <span className="mt-2 block text-3xl text-center leading-8 font-extrabold tracking-tight text-gray-900 sm:text-4xl">
              ኢትዮጵያን ያመለጣት ዕድል!
            </span>
          </h1>
        </div>
        <div className="mt-6 prose prose-indigo prose-lg text-gray-500 mx-auto">
        <p>
            ኮሎኔል መንገሻ ወልደ ሚካኤል ከአባቴ ጋር አንድ ኮርስ ሲሆኑ ያገኘኋቸውም አዲስ አበባ ነበር። አባቴ የልዩ
            ኃይሉ አዛዥ ሆኖ ድሬደዋ የሚሠራበት ወቅት እሳቸው እዚያው ከተማ የመድፈኛ ጦር የትምህርት መኮንን ሆነው
            ለአንድ ዓመት ቆይተዋል። በወቅቱም ከአባቴ ጋር ብዙ ተቀራርበው እንደነበር ቃለ-ምልልስ ስናደርግ
            አጫውተውኛል። ከዚያ ወዲያም በደብዳቤ ያስታወሱትን ሁሉ ጽፈው ልከውልኛል። ድሬደዋ በእረፍታቸው ወቅት በአባቴ
            ላንድሮቨር ሆነው አብረው ይዝናኑ እንደነበር ነግረውኛል። “በዚያ ወቅት አባትሽ ጂቡቲ ገና ነፃ ሳትሆን
            ሀረር፣ ጅጅጋና ኦጋዴን በመሯሯጥ እጅግ ይባክን ነበር። አንዳንዴ በጣም በጠዋት ቀድሞ ይነሳና ከተባሉት
            ሥፍራዎች ሲዞር ውሎ ማታ ይገባል። የተሰጠውን ግዳጅ ለመፈጸም ሁሌ እንደተሯሯጠ ነበር።” ኮሎኔል መንገሻ
            ወልደሚካኤል።
          </p>
          <p>
            ኮሎኔል መንገሻ ወልደሚካኤል አባቴን ሲያነሱ “ውድ ወንድሜ ጀግናው ዳግማዊ ቴዎድሮስ” በማለት ነው
            በደብዳቤአቸውም ሆነ በቃላቸው የሚጠቅሱት። በተለምዶ አብሮ ትምህርት የጨረሰ ሰው ይናናቃል-ይባላል። እሳቸው
            ግን በጣም የጠራ ቅንነት ቢኖራቸው ነው እንዲህ ማለታቸው። ክፋቱ ግን ከአባቴ ጋር ምንም አብረው አልሠሩምና
            ስለ አባቴ የሚያቁት ነገር በጣም የተወሰነ መሆኑ ላይ ነበር። አባቴን ከጂቡቲ ጉዳይ ጋር በማያያዝ ለመጀመሪያ
            ጊዜ ያነሱልኝ ሰው ግን እሳቸው ነበሩ። አባቴ ጂቡቲን በተመለከተ “በመሯሯጥ እጅግ ይባክን” የነበረው ምን
            እያደረገ እንደሆነ ግን ፈጽሞ አያውቁም። ምን ዓይነት ተግባር እንደፈጸመ ማወቅ አልቻሉም። በጠዋት ተነስቶ
            ማታ መግባቱን ግን አስተውለዋል። አብረው እየዞሩ እየጠጡና እየተዝናኑም አላጫወታቸውም። ከባድ ሚስጥር
            እንደነበር ግልጽ ነው። እናም አልተወው ነገር አክብደው ነው የገለጹት። እናኔም ጂቡቲ ከኢትዮጵያ ጋር
            ለመቀላቀል እንድትችል ይደረግ ከነበረው የፖለቲካ፣ የፕሮፓጋንዳ እና የውጭ ጉዳይ የዲፕሎማሲ ጥረት ጋር
            የተያያዘ ሊሆን ይችላል። ጽሁፎችንም በሄሊኮፕተሮች ይበትኑ እንደነበር ሰምቻለሁ። ለዚሁ ተግባር ይሆናል አባቴ
            ሲሯሯጥ የነበረው ብዬ ገመትኩ።
          </p>
          <p>
            ይህንን እንደዚህ ደምድሜ ካለፍኩ ወዲያ ብዙ ቆይቶ በሌላ ቃለ-ምልልስ ካልጠበኩትና ከጉዳዬም ጋር ግንኙነት
            ይኖረዋል ብዬ ካልገመትኩት ሰው ፍንጩን የሚያብራራ አቢይ ነጥብ አገኘሁ። የመደምደሚያ ግምቴም ብዙም ከእውነቱ
            አለመራቁን አረጋገጥኩ። አንዳንዴ ሰዎች የሚሰጡት ትንሽ ፍንጭ ከሌላ ሰዎች መረጃ ጋር ሲዋሃድና ሲጣመር
            ይጎላና ይገዝፋል።
          </p>
          <p>
            አቶ እጅጉ ደሴ (40) በኢትዮጵያ የአየር መንገድ አስተዳደር ውስጥ አንድ ከፍተኛ ባለስልጣን ሆነው ያገለገሉ
            ናቸው። ስለበረራ ድህንነቱ የአባቴ አገልግሎት- ስናደርግ በአጋጣሚ የጅቡቲውን ነገር አነሱብኝ። አባቴ አየር
            መንገዱን ከለቀቀ ወዲህ አንዴ እራት ጋብዘውት እቤታቸው ይወስዱታል። በእራቱ ግብዣ ላይ ሲጨዋወቱ በአጋጣሚ
            የጅቡቲው ነገር ተነሳ። ጅቡቲ ከላይ እንዳሰፈርኩት ተጠቃላ የፈረንሳይ ቅኝ ግዛት የሆነችው እ.ኤ.አ በ1888
            ዓ.ም ላይ ነበር። ፈረንሳይ በጀነራል ቻርለስ ደጎል እየተመራች በነበረበት ወቅት፤ እ.ኤ.አ በ1967 ዓ.ም
            ላይ፤ የጅቡቲ ህዝብ አንድ የብያኔ ህዝብ እድል አገኘ። ቀደም ሲልም ሌላ እድል ተሰጥቶት ከፈረንሳይ ጋር
            ለመቆየት መርጦ ነበር። ይህን ጊዜ ግን ጄኔራል ደጎል ከጃንሆይ ጋር ጥሩ ቅርበትና መልካም ግንኙነት
            ነበራቸውና ከብያኔ ህዝቡ ወደ ፈረንሳይ ጅቡቲን በምትለቅበት እለት ኢትዮጵያ በምትኩ ብትገባ ምንም
            እንደማይቃወሙና እርምጃም እንደማይወስዱ አረጋግጠውላቸው ነበር።
          </p>
          <blockquote>
            <p>
              በዚያ ወቅት አባትሽ ጂቡቲ ገና ነፃ ሳትሆን ሀረር፣ ጅጅጋና ኦጋዴን በመሯሯጥ እጅግ ይባክን ነበር።
              አንዳንዴ በጣም በጠዋት ቀድሞ ይነሳና ከተባሉት ሥፍራዎች ሲዞር ውሎ ማታ ይገባል። የተሰጠውን ግዳጅ
              ለመፈጸም ሁሌ እንደተሯሯጠ ነበር።
            </p>
          </blockquote>
          <p>
            ጂቡቲ የአፋርና የኢሳ ብሔር ህዝቦች ይኖሩባታል። ኢትዮጵያ በአፋሮቹ ከኢትዮጵያ መቀላቀል መፈለግ ስታምን፣
            ሱማሊያ ደግሞ በኢሳዎቹ ከሶማሊያ መቀላቀል ታምናለች። ለጅቡቲ ህዝብ ድምጽ አሰጣጥም ኢትዮጵያና ሶማሊያ
            የራሳቸውን ቅድመ ቅስቀሳና ጥረት አድርገዋል። ሱማሊያ ከቅስቀሳው ባሻገር የእራሷን ሰው ለምርጫ ወደ ጁቡቱ
            ሱማሌያ ስታግዝ፣ ኢትዮጵያ ከፕሮፓጋንዳ ቅስቀሳ ውጭ አልዘለቀችም ነበር። ውጤቱ ደግሞ ለሁለቱም አልሆነም፤
            የጅቡቲ ህዝብ በፈረንሳይ እጅ ሆኖ ወደ ነጻነት ለማምራት በድምጹ ወሰነ።በወቅቱ ጃንሆይ የደጎልን የይግቡ
            አረንጓዴ መብራት እንዳገኙ የ3ኛ ክፍለ ጦርና የክብር ዘበና ጦርን ከጅቡቲ ድንበር በተጠንቀቅ አሰፈሩ። አባቴ
            በድንበሩ ተጠንቀቅ ላይም ከ3ኛ ክፍለ ጦር አዛዥ ከጄ/ል አበበ ገመዳ ጋር አብሮ ነበር። ይህንን ነበር አይቶ
            እጅጉ ደምሴን ያጫወታቸው።
          </p>
          <p>
            በቦታው ሆነው የጃንሆይን “የወደፊት ቀጥሎ” ትዕዛዝ ሲጠባበቁ ከሌሊቱ 6፡00 ሰዓት ገደማ ላይ እራሳቸው
            ጃንሆይ በስልክ/ሬዲዮ ጄኔራሉን አስቀርበው፣ “አበበ አትግባ!” አሏቸው። ጄነራሉ ስልኩን ሰምተው ስቅስቅ
            እንዳሉ ገልጾ፤ “ሁለተኛ ኢትዮጵያ እንደዚህ አይነት እድል አያጋጥምሽም! ደጎል እኮ እኛ ስንወጣ እናንተ ግቡ
            ብሏል!” ብሎ በምሬትና ቁጭት አባቴ እንዳጫወታቸው አቶ እጅጉ ደምሴ ገለጹልኝ። ጃንሆይ ለምን አትግባ አሉ?
            ለሚለው ጥያቄም አቶ እጅጉ ደምሴም መልሱን በደንብ ደርሰውበታል። ቀደም ሲል አልጀሪያና ሞሮኮ ተጋጭተው ሊዋጉ
            ጦራቸውን በየድንበራቸው በማዘጋጀት ላይ እያሉ በአጋጣሚ ጃንሆይ በወቅቱ በይይቤሪያ በጉብኝት ላይ ሆነው
            ሁኔታውን አወቁ። ከዚያ አልጀርስና ካዛብላንካ ተመላልሰው መሪዎችን አነጋግረው፣ የሁለቱንም ጦር ከድንበራቸው
            እንዲያፈገፍጉ በማድረግ ጦርነቱን አስቀሩት። ሱዳንንም ከተቃዋሚ ቡድን ጋር አስታርቀው ነበር።
          </p>
          <figure>
            <img
              className="w-full rounded-lg"
              src={ethiopia}
              alt=""
              width={1310}
              height={873}
            />
            <figcaption>ኮሎኔል መንገሻ ወልደ ሚካኤል</figcaption>
          </figure>
          <p>
            ስለዚህም ጃንሆይ “የሰላም የኖቤል ሽልማት” ያገኛሉ ተብሎ በተስፋ ላይ ነበሩ። በዚያ ወቅት ጅቡቲን ከወረሩ
            ያ የኖቤል ሽልማት እድል መቅረቱም ሆነ ለዚህ ነው ጦሩን እንዲመለስ ያደረጉት። ሻምበል ጌታቸው ወ/ማርያም
            የክብር ዘበኛ ጦር፣ ያኔ ድንበሩ ድረስ መሄዱንና የጃንሆይን የኖቤል ሽልማት ጉዳይ ትክክለኝነት ማወቃቸውን
            በደንብ አረጋግጠውልኛል። ዶ/ር ሰለሞን አበበ (41) ደግሞ የኖቬል ሽልማትን ጉዳይ እንደ አንድ ምክንያት
            ተቀብለው በተጨማሪም ጃንሆይን ከጅቡቲ ህዝብ መሃል በፈረንሳይ ደሞዝተኝነት የሚተዳደረው ብዙ ነበርና ያንን
            ማስተዳደሩና ደመወዝ መክፈሉን ፈርተው የውሃና የመብራት ችግሩን ብቻ እንኳን ምን ያህል ወጪ እንደሚጠይቅ
            አውቀውና መክረው ያደረጉት ነው ብለው ያምናሉ። ጦሩ ድንበር ላይ በተጠንቀቅ መቆሙን በተመለከተም እሳቸው
            በወቅቱ ሀረር ክፍለ ሀገር የልማት አስተዳዳሪ ሆነው ይሰሩ ስለነበር በደንብ ማወቃቸውን አረጋግጠውልኛል።
          </p>
          <p>
            ዶ/ር ሰለሞን የተወለዱትና ያደጉት ሀገር ሲሆን በተለያዩ ክፍለ ሀገራት በአስተዳደርና ልማት ስራ አገልግለው
            ከዚያም በተመድ የስደተኛ አስተዳዳሪነት በየሀገሩ ተዘዋውረው አሁን ዳላስ ቴክሳስ ውስጥ በጡረታ ይኖራሉ።
            በዚህ በዳለስ ከተማ ባለው የኢትዮጵያ ህብረተሰብ በአባትነት መካሪ፣ አስተባሪና አስታራቂ በማገልገል
            ተወዳጅነት አላቸው።
          </p>
          <p>
            በሌላ ምዕራፍ ላይ የጠቀስኳቸው ኮሎኔል ዘሩ እጅጉ ደግሞ ለሁለተኛ ጊዜ በስራ አባቴን የተገናኙት ድሬዳዋ ሆኖ
            ነበር። እሳቸው በዚህም ወቅት በመረጃ ሥራው ላይ ነበሩ። ድሬዳዋ አየር ኃይል ማሠልጠኛ ሲቋቋም እሳቸውም
            በሙያቸው መምጣታቸውን ያስታውሳሉ። የፕሮፓጋንዳ ሥራውን በተመለከተ በጣም የቀረበና የበለጠ ትዝታ አላቸው።
            በዚህ ወቅት አባቴ የሚመራው ልዩ ኃይል የሱማሌን መንግስት ለማናወጥ ብዙ የፕሮፓጋንዳና ቅስቀሳ ሥራን
            መስራቱን በደንብ ያስታውሳሉ። ጽሁፎችን በአየር ላይ ሆነው ለመበተን አባቴና አባባሎቹ እስከ በረራ ድረስ
            ጠልቀው ይገቡ እንደነበር ገልጸው፤ አባቴ ጦሩን ይዞ ሲንቀሳቀስ እሳቸው መረጃ በመስጠት የጠበቀ የስራ
            ግንኙነት ትብብር እንደነበራቸውና እሳቸው እራሳቸውም በሙያቸው የተካፈሉበት ጉዳይ መሆኑን በመግለጽ
            አረጋግጠውልኛል።
          </p>
        </div>
      </div>
    </div>
  );
}
export default Content;
